"ERROR_PARSE_FILENOTFOUND"="No encuentro ningún archivo especificado para %s"
"ERROR_PARSE_OUTPUTPATH"="No válido establecer el archivo de salida/ruta a %s"

"ERROR_IS7ZIP_FILESEEK"="Se ha producido un error en el posicionamiento de la secuencia de archivo en el módulo IS7zipExtract!"
"ERROR_IS7ZIP_FILECREATE"="Se ha producido un error al crear una secuencia de archivo %n%s%n en el módulo IS7zipExtract!"
"ERROR_IS7ZIP_FILEOPEN"="Se ha producido un error al abrir el flujo del archivo %n%s%n en el módulo IS7zipExtract!"
"ERROR_IS7ZIP_COLFILES"="El error en la determinación del número de archivos en el archivo en el módulo IS7zipExtract!"
"ERROR_IS7ZIP_NOTOPEN"="Error al abrir el archivo en el módulo IS7zipExtract!"
"ERROR_IS7ZIP_CORRUPT"="Error al recuperar los datos desde el 7z-archivo. Tal vez está dañado!"
"ERROR_IS7ZIP_EXCEPT"="Un error en el archivo o error inesperado en el módulo IS7zipExtract!"

"ERROR_ISARC_LOADDLL"="Se ha producido un error al cargar Unarc.dll!"
"ERROR_ISARC_GENERAL"="Se ha producido un error al desembalar!%nUnarc.dll devolvió el código de error: -1%n%s"
"ERROR_ISARC_INVALID_COMPRESSOR"="Se ha producido un error al desembalaje: Desconocido método de compresión de archivos!%nUnarc.dll devolvió el código de error: -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="Se ha producido un error al desembalar!%nUnarc.dll devolvió el código de error: -3%n%s"
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="Se ha producido un error al desembalaje: El bloque de datos de salida es demasiado pequeña!%nUnarc.dll devolvió el código de error: -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="Se ha producido un error al desembalaje: Fuera de memoria!%nUnarc.dll devolvió el error de código: -5%n%s"
"ERROR_ISARC_READ"="Se ha producido un error al descomprimir: No se puede leer datos de!%nUnarc.dll devolvió el código de error: -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="Se ha producido un error al desembalaje: Archivo dañado!%nUnarc.dll devolvió el error de código: -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="Se ha producido un error al desembalaje: La función solicitada no está soportada por la biblioteca!%nUnarc.dll devolvió el código de error: -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="Se ha producido un error al desembalaje: Los datos solicitados ya se ha desempaquetado!%nUnarc.dll devolvió el código de error: -9%n%s"
"ERROR_ISARC_WRITE"="Se ha producido un error al descomprimir: No se puede escribir en el disco!%nUnarc.dll código de error devuelto: -11%n%s"
"ERROR_ISARC_BAD_CRC"="Se ha producido un error al desembalaje: sumas de comprobación no coinciden!%nUnarc.dll devolvió el código de error: -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="Se ha producido un error al desembalaje: no válida la contraseña!%nUnarc.dll devolvió el error de código: -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="Se ha producido un error al desembalaje: Título del archivo dañado!%nUnarc.dll devolvió el código de error: -14%n%s"
"ERROR_ISARC_INTERNAL"="Se ha producido un error al desembalaje:Error interno biblioteca!%nUnarc.dll devolvió el código de error: -15%n%s"
"ERROR_ISARC_UNKNOWN"="Se ha producido un error al descomprimir!%n%s"
"ERROR_ISARC_EXCEPT"="Un error en el archivo o error inesperado en el módulo ISArcExtract!"

"ERROR_ISPCF_CANT_OPEN_INFILE"="Se ha producido un error al acceder al archivo de entrada%n%s%nen el módulo ISPrecompExtract"
"ERROR_ISPCF_ISNOTPCF"="No válido formato PCF-archivo:%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="Versión desconocida del PCF-archivo:%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="En el módulo ISPrecompExtract no puede acceder al archivo de salida:%n%s"
"ERROR_ISPCF_LAUNCH_PROC"="Error al lanzar una aplicación de consola %s"
"WARNING_ISPCF_OPEN_PROC"="Error al abrir el proceso de ISPrecompExtract.%nMaybe en el instalador no están permitidos.%nProgress algunas operaciones no estará disponible!"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="Archivo de la aplicación de consola no se creó%n%s%n posibles errores o formato incorrecto PCF-archivo"
"ERROR_ISPCF_EXCEPT"="Se ha producido un error inesperado en el módulo ISPrecompExtract!"

"ERROR_ISSREP_GENERAL"="Hubo un error en el módulo ISSrepExtract!%n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="En ISSrepExtract módulo no puede acceder al archivo de salida:%n%s"
"ERROR_ISSREP_EXCEPT"="Se ha producido un error inesperado en el módulo ISSrepExtract!"

"ERROR_ISRAR_MULTIVOLUME"="Archivos .rar de varias partes con los datos en diferentes discos no son compatibles!"
"ERROR_ISRAR_DLL_NOT_FOUND"="No se ha encontrado Biblioteca %s"
"ERROR_ISRAR_EXCEPT"="Un error en el archivo o error inesperado en el módulo ISarcExtract!"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="En ISm3unpack módulo no puede acceder al archivo de salida:%n%s"
"ERROR_M3PACK_EXCEPT"="Se ha producido un error inesperado en el módulo ISm3unpack!"

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="El módulo ISUnpack no puede tener acceso al archivo de salida:%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="Error al iniciar una aplicación de consola en ISUnpack!"
"WARNING_UNPACK_OPEN_PROC"="Error al abrir el proceso de ISUnpack.%nMaybe en el instalador no están permitidos.%nProgress algunas operaciones no estarán disponibles!"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="Archivo de la aplicación de consola no se creó%n%s%nposibles errores o formato incorrecto de desempaquetado-archivo"
"ERROR_UNPACK_EXCEPT"="Se ha producido un error inesperado en el módulo ISUnpack!"

"ERROR_XDELTA_GENERAL"="Se ha producido un error en el módulo ISxDeltaExtract desembalaje!"
"ERROR_XDELTA_CANT_GET_MEM"="Error al asignar memoria para realizar la operación en ISxDeltaExtract!"
"ERROR_XDELTA_DLL_NOT_FOUND"="No se ha encontrado Biblioteca %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="En el módulo ISxDeltaExtract no puede acceder al archivo de salida:%n%s"
"ERROR_XDELTA_EXCEPT"="Se ha producido un error inesperado en el módulo ISxDeltaExtract!"

"ERROR_PACKZIP_BAD_INFILE"="Entrada no válida dado paso a ISPackZIP"
"ERROR_PACKZIP_BAD_OUTFILE"="Archivo de entrada no válido para el ISPackZIP"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="Parámetro de compresión ISPackZIP debe estar en el rango 0..9"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="El ISPackZIP módulo no puede tener acceso al archivo de salida:%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="Error al lanzar una aplicación de consola %s"
"WARNING_PACKZIP_OPEN_PROC"="Error al abrir el proceso de ISPackZIP.%nMaybe en el instalador no están permitidos.%nProgress algunas operaciones no estarán disponibles!"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="Aplicación de consola no se ha creado el archivo%n%s%nen el módulo ISPackZIP"
"ERROR_PACKZIP_EXCEPT"="Se ha producido un error inesperado en el módulo ISPackZIP!"

"ERROR_INIT_LOW_MEM"="No hay suficiente memoria para descomprimir los archivos!%ntry más cerca posible todos los programas en ejecución%ny reinicie el programa de instalación."
"ERROR_INIT_CANT_GET_MEM"="Error de asignación de memoria al inicializar la biblioteca!"
"WARNING_INIT_SREP_BAD_PARAM"="Al inicializar PRES especificar el valor de no más de 4096 MB.%nto no muestra este mensaje, corregir el parámetro correspondiente."
"ERROR_INIT_PRECOMP_BAD_PARAM"="Al inicializar versión establecida de forma incorrecta Precomp!"

"ERROR_FINFILES_EXCEPT"="Error inesperado en FindFiles módulo!"
"ERROR_PICKFILE_EXCEPT"="Error inesperado en el módulo ISPickNombre!"
"ERROR_EXEC_LAUNCH_PROC"="Error de lanzamiento%n%s%nen ISExec! Módulo"
"ERROR_EXEC_EXCEPT"="Se ha producido un error inesperado en el módulo ISExec!"

"CHANGE_DISK_TITLE"="Es necesario que introduzca el siguiente disco"
"CHANGE_DISK_LABEL"="Si los archivos del disco se pueden encontrar en una carpeta que es diferente del que se muestra a continuación, introduzca la ruta correcta o haga clic en "Examinar""
"BROWSE_TITLE"="Buscar carpeta"
"BROWSE_LABEL"="Por favor, especifique la ruta al disco de destino"
"BUTTON_OK"="Si"
"BUTTON_CANCEL"="Cancelar"
"BUTTON_BROWSE"="Examinar ..."

"TIME_HOUR_SHORT"=" h "
"TIME_MIN_SHORT"=" min "
"TIME_SEC_SHORT1"=" seg"
"TIME_SEC_SHORT2"=" s"
"TIME_HOUR_FULL1"="Horas "
"TIME_HOUR_FULL2"="Hora "
"TIME_HOUR_FULL3"="Hora "
"TIME_MIN_FULL1"="Minutos "
"TIME_MIN_FULL2"="Minute "
"TIME_MIN_FULL3"="Minute "
"TIME_SEC_FULL1"="Segundos "
"TIME_SEC_FULL2"="segundo "
"TIME_SEC_FULL3"="Segundos "
"TIME_TYPE1"="Izquierda: "
"TIME_TYPE2"="Aprobado: "
"TIME_TYPE3"="Total: "
"TIME_TYPE4"="Espera "
"TIME_INFINITE"="Eternidad"
"TIME_TEST"="Ejecutar prueba"
"GENERAL_ENDING"="Finalización ..."
"GENERAL_DELETING"="Eliminación de archivos temporales ..."
"GENERAL_SCANNING"="Archivos de exploración ..."
